// напишите программу, которая на вход принимает числа и выдает его квадрат

Console.WriteLine("ВВедите число: ");

int number = Convert.ToInt32(Console.ReadLine());

int result = number * number;

Console.WriteLine(result);


