/*Напишите программу для возведения числа в квадрат*/

Console.WriteLine("Введите число: ");
int a = Convert.ToInt32(Console.ReadLine());
Console.WriteLine(a*a);
